import React from 'react'
import './Footer.scss'

export const Footer = () => {
  return (
    <footer className='Footer'>
      <div>
        <p>&bull; Каталог</p>
        <p>&bull; Корзина</p>
        <p>&bull; Информация о магазине</p>
        <p>&bull; Кабинет</p>
      </div>
      <div>
        <p>Интернет-магазин конструкторов "LEGUS"</p>
        <p>г. Минск, ул. Богдановича 118, ТЦ Некрасовский, 2 этаж. Время работы: 10:00 - 20:00 без выходных</p>
        <p>Звоните нам: +375 29 529 11 10, +375 29 643 67 75</p>
        <p>E-mail: info@arifmetika.by</p>
      </div>
      <div>
        <p>ООО "ИТ-Рем" Свидетельство о государственной регистрации от 17 июля 2008. №290719131. Зарегистрирован Администрацией Московского района г. Бреста. Юр. адрес 224022, г. Брест, ул. Карьерная, 8/1, пом. 16. Зарегистрирован в Торговом реестре Республики Беларусь: №366827 от 06.02.2017г.</p>
      </div>
    </footer>
  )
}
